// ===== PRODUCTS =====
export const products = [
    {
        id: 1,
        title: "Круассан плоский c молочным шоколадом и орехами в карамели",
        imgSrc: "/img/img-1.webp",
        price: 269,
        weight: 70,
        description: "Классический воздушный круассан обсыпают сахаром и запекают под прессом — выпечка сплющивается и становится очень-очень тонкой и хрустящей, сохраняя яркий сливочный вкус. Украшают молочным шоколадом и орехами в карамели.",
        content: "Мука пшеничная, молоко коровье массовая доля жира 3.2%, яйцо куриное, дрожжи живые, масло сливочное массовая доля жира 82%, соль, сахарный песок, молочный шоколад (сахар, какао-масло, сухое цельное молоко, какао тёртое, эмульгатор (соевый лецитин), натуральная ваниль сорта Бурбон), ядра грецкого ореха чищенного, вода питьевая.",
        conditions: "5 д,  От +2 °C до +4 °C"
    },
    {
        id: 2,
        title: "Сэндвич Бейгл с беконом, яйцом и томатами",
        imgSrc: "/img/img-2.webp",
        price: 379,
        weight: 200,
        description: "Полноценный завтрак на мягком бейгле. Внутри — обжаренный скрэмбл, томаты и жареный бекон. Перед едой рекомендуем разогреть блюдо в микроволновке в течение 40–60 секунд.",
        content: "Бейгл с кунжутом (мука пшеничная, дрожжи сухие, молоко коровье, яйцо куриное, сахарный песок, соль, масло сливочное 82%, семена белого кунжута), бекон сырокопчёный жареный (свинина, вода, соль нитритная (соль, фиксатор окраски - нитрит натрия), стабилизатор (дигидропирофосфат натрия), регуляторы кислотности (трифосфат натрия, ацетат натрия), декстроза, антиокислитель (изоаскорбат натрия), томаты, соус айоли (яйцо куриное, масло подсолнечное, чеснок, горчица дижонская, уксус 9%), яйцо куриное, молоко коровье, масло подсолнечное.",
        conditions:"3 д., от +2 °C до +4 °C",
    },
    {
        id: 3,
        title: "Яйцо По-шотландски с соусом айоли",
        imgSrc: "/img/img-3.webp",
        price: 359,
        weight: 180,
        description: "Шотландский рецепт — отварное яйцо с куриным фаршем и жареными шампиньонами в хрустящей корочке из панировки. Подаётся с соусом айоли.",
        content: "Яйцо куриное, фарш куриный (филе, кожа цыплят-бройлеров, пшеничные волокна, соль, яблочный уксус, экстракты специй (розмарин)), шампиньоны жареные (шампиньоны свежие, соль пищевая, перец, чеснок сухой, масло растительное подсолнечное), укроп свежий, чеснок сухой, паприка копченая молотая, соль пищевая, японский хлеб (мука пшеничная, сухое молоко, дрожжи сухие, молоко коровье, яйцо куриное, сахарный песок, соль, масло сливочное 82%), мука пшеничная, сухари панко, айоли соус (яйцо куриное, масло растительное подсолнечное рафинированное дезодорированное, чеснок, горчица дижонская (вода, горчичный порошок, масло растительное, соль, уксус столовый,горчичное семя, лимонная кислота - регулятор кислотности, корица, гвоздика, лавровый лист, консервант – сорбат калия), уксус 9%).",
        conditions: "5 д., от +2 °C до +4 °C"
    },
    {
        id: 4,
        title: "Сэндвич с индейкой, сыром чеддер, соусами монре и айоли ",
        imgSrc: "/img/img-4.webp",
        price: 359,
        weight: 165,
        description: "Классический сэндвич с домашним пастрами из индейки, сырным соусом монре, чеддером и красным маринованным луком. Всё это — на пшеничном тартине с семечками. В порции половинка сэндвича. Перед едой рекомендуем разогреть блюдо в микроволновке в течение 40–60 секунд.",
        content: "Пшеничный тартин с семечками (мука пшеничная, вода питьевая, семена льна, семена подсолнечника, семена тыквы, закваска пшеничная), пастрами из индейки (филе индейки, вода питьевая (подготовленная), соль пищевая, специи и пряности (семена кориандра, перец душистый, перец черный горошек, можжевеловая ягода, чеснок сушеный, шалфей, нитритная соль), соус монре (сыр чеддер (вода, молоко сухое обезжиренное, масло, молочные белки, соли-эмульгаторы: Е452 и Е339, натуральный ароматизатор (содержит молоко), соль, красители: каротин и экстракт паприки), сливки 33%, масло сливочное 82%, мука пшеничная, лук красный, розмарин), соус айоли (яйцо куриное, масло подсолнечное, чеснок, горчица дижонская, уксус 9%), сыр чеддер (вода, молоко сухое обезжиренное, масло, молочные белки, соли-эмульгаторы: E452 и Е339, натуральный ароматизатор (содержит молоко), соль, красители: каротин и экстракт паприки), соль, регулятор кислотности лимонная кислота, пищевые красители (Е160а, Е160c), белок молочный, вода питьевая), лук маринованный красный (лук красный, уксус 9%, масло растительное, сахарный песок), огурцы маринованные (огурцы, соль, сахарный песок, перец черный горошек, уксус столовый 9%, семена горчицы).",
        conditions: "4 д., от +2 °C до +4 °C"
    },
];
// ===== MENU =====
export const menuData = [
    { id: 1, title: "Азиатское" },
    { id: 2, title: "Салаты" },
    { id: 3, title: "Завтраки" },
  ];