export const products = [
    {
        id: 1,
        title: "Круассан плоский c молочным шоколадом и орехами в карамели",
        imgSrc: "/img/img-1.webp",
        price: 269,
        weight: 70,
        description: "Классический воздушный круассан обсыпают сахаром и запекают под прессом — выпечка сплющивается и становится очень-очень тонкой и хрустящей, сохраняя яркий сливочный вкус. Украшают молочным шоколадом и орехами в карамели.",
        content: "Мука пшеничная, молоко коровье массовая доля жира 3.2%, яйцо куриное, дрожжи живые, масло сливочное массовая доля жира 82%, соль, сахарный песок, молочный шоколад (сахар, какао-масло, сухое цельное молоко, какао тёртое, эмульгатор (соевый лецитин), натуральная ваниль сорта Бурбон), ядра грецкого ореха чищенного, вода питьевая.",
        conditions: "5 д,  От +2 °C до +4 °C"
    },
    {
        id: 2,
        title: "Сэндвич Бейгл с беконом, яйцом и томатами",
        imgSrc: "/img/img-2.webp",
        price: 379,
        weight: 200,
        description: "Полноценный завтрак на мягком бейгле. Внутри — обжаренный скрэмбл, томаты и жареный бекон. Перед едой рекомендуем разогреть блюдо в микроволновке в течение 40–60 секунд.",
        content: "Бейгл с кунжутом (мука пшеничная, дрожжи сухие, молоко коровье, яйцо куриное, сахарный песок, соль, масло сливочное 82%, семена белого кунжута), бекон сырокопчёный жареный (свинина, вода, соль нитритная (соль, фиксатор окраски - нитрит натрия), стабилизатор (дигидропирофосфат натрия), регуляторы кислотности (трифосфат натрия, ацетат натрия), декстроза, антиокислитель (изоаскорбат натрия), томаты, соус айоли (яйцо куриное, масло подсолнечное, чеснок, горчица дижонская, уксус 9%), яйцо куриное, молоко коровье, масло подсолнечное.",
        conditions:"3 д., от +2 °C до +4 °C",
    },
    {
        id: 3,
        title: "Яйцо По-шотландски с соусом айоли",
        imgSrc: "/img/img-3.webp",
        price: 359,
        weight: 180,
        description: "Шотландский рецепт — отварное яйцо с куриным фаршем и жареными шампиньонами в хрустящей корочке из панировки. Подаётся с соусом айоли.",
        content: "Яйцо куриное, фарш куриный (филе, кожа цыплят-бройлеров, пшеничные волокна, соль, яблочный уксус, экстракты специй (розмарин)), шампиньоны жареные (шампиньоны свежие, соль пищевая, перец, чеснок сухой, масло растительное подсолнечное), укроп свежий, чеснок сухой, паприка копченая молотая, соль пищевая, японский хлеб (мука пшеничная, сухое молоко, дрожжи сухие, молоко коровье, яйцо куриное, сахарный песок, соль, масло сливочное 82%), мука пшеничная, сухари панко, айоли соус (яйцо куриное, масло растительное подсолнечное рафинированное дезодорированное, чеснок, горчица дижонская (вода, горчичный порошок, масло растительное, соль, уксус столовый,горчичное семя, лимонная кислота - регулятор кислотности, корица, гвоздика, лавровый лист, консервант – сорбат калия), уксус 9%).",
        conditions: "5 д., от +2 °C до +4 °C"
    },
];